IDEA Open Model
BeamDataEc2.UserLimitDeflRheoEffects Property
 user value of limit deflection from rheological effects of variable loads - denominator - 1 / value
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double UserLimitDeflRheoEffects { get; set; }
Public Property UserLimitDeflRheoEffects As Double
	Get
	Set
public:
property double UserLimitDeflRheoEffects {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace